//first task
// Объявите две переменные: admin и name.
// Запишите строку "Джон" в переменную name.
// Скопируйте значение из переменной name в admin.
// Выведите на экран значение admin, используя функцию alert (должна показать «Джон»).


// let admin;
// let name;
// name = 'john';
// admin = name;
// alert(admin);


//second task
// Создайте переменную для названия нашей планеты. Как бы вы её назвали?
// Создайте переменную для хранения имени текущего посетителя сайта. Как бы вы назвали такую переменную?

// let ourPlanet;
// let webSiteVisitor;

//thierd task answer: yes